<script setup>
import MainLayout from "@/Layouts/MainLayout.vue";
import {closeModal} from "jenesius-vue-modal";
import {Head} from "@inertiajs/vue3";
import {Title} from "chart.js";

closeModal()

const cssClass = 'text-violet-100 text-base font-normal font-[\'Open Sans\'] leading-tight'
const cssBold = 'text-violet-100 text-base font-bold font-[\'Open Sans\'] leading-tight'
const flex = 'flex-col justify-start items-center gap-y-8 flex'

</script>

<template>
    <Head>
        <title>Правила пользования</title>
    </Head>

    <MainLayout>
        <div class="container mx-auto flex flex-col gap-y-10 sm:p-0 p-2">
            <div class="text-center mt-5 text-violet-100 text-4xl font-bold font-['Open Sans'] leading-10">Правила пользования</div>
            <div class="  flex-col justify-start items-start gap-12 inline-flex">
                <div :class="flex">>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div class=" text-violet-100 text-base font-bold font-['Open Sans'] leading-tight">Прежде чем начать использовать Сервис Telega.in (далее — Сервис),<br/>просим вас внимательно прочитать этот документ.</div>
                        <div :class="cssClass">«11» января 2021 г.<br/><br/>Нажимая кнопку, которая подтверждает согласие с настоящими Правилами, а также используя Сервис посредством личного Аккаунта на Сайте, вы принимаете изложенные в этих Правилах условия и обязуетесь их соблюдать. Если вы не принимаете условия Правил, вы должны прекратить пользоваться Сервисом.<br/><br/>Сервис Telega.in — это каталог публичных каналов различных тематик и инструмент для поиска площадок в экосистеме мессенджера Telegram. Сервис выступает как платформа, которая объединяет владельцев или администраторов популярных каналов и заказчиков, желающих продвинуть свой продукт, канал, бренд или сервис.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">1. Понятия и определения</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">1.1. В настоящих Правилах понятия и термины используются в следующих значениях:</div>
                        <div :class="cssClass">1.1.1. Проект — это пост интеграции, оформленный в соответствии с пожеланиями Заказчика и содержащий изображение или видео, текст интеграции и ссылку на продукт, сервис или услугу.</div>
                        <div :class="cssClass">1.1.2. Заказчик — это зарегистрированный пользователь Сервиса, который создает Проекты продвижения, проверяет и оплачивает их размещение.</div>
                        <div :class="cssClass">1.1.3. Владелец — зарегистрированный пользователь Сервиса, владелец или администратор публичного или приватного канала, чата (группы) или бота в мессенджере Telegram. Владелец принимает от Заказчика на рассмотрение проекты интеграций и публикует их. </div>
                        <div :class="cssClass">1.1.4. Безопасная сделка (БС) — это система, позволяющая Заказчику и Владельцу канала защититься от невыполнения обязательств второй стороной. БС гарантирует обеим сторонам соблюдение обязательств: Заказчику — выполнение заказа или возврат средств в случае его невыполнения; Владельцу канала — оплату после успешного размещения Проекта.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">2. Создание Проекта в каналах или чатах (группах).</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">2. Создание Проекта в каналах или чатах (группах).</div>
                        <div :class="cssClass">2.2. Проект включает:</div>
                        <div :class="cssClass">— список публичных каналов (в которых будет размещен проект);<br/>— ссылку на продвигаемый ресурс;<br/>— текст интеграции;<br/>— изображения или видео;<br/>— требований к публикации (включая форматирование поста, дату и время публикации и прочее).</div>
                        <div :class="cssClass">2.3. Владелец обязан рассмотреть заявку на размещение Проекта в течение 24 часов. В противном случае заявка будет автоматически отменена. После принятия Проекта в работу Владелец обязан опубликовать Проект в течение 36 часов, если в пожеланиях к проекту не указано иного.</div>
                        <div :class="cssClass">2.4. Проект публикуется в ленте публичных сообщений канала в зависимости от формата размещения на следующих условиях:</div>
                        <div :class="cssClass">— формат 1/24: Проект публикуется в канале не менее чем на 24 часа с удержанием не менее, чем на 1 час в топе (без обновлений и вытеснения новыми постами). <br/>В чате (группе) Проект публикуется и закрепляется не менее чем на 24 часа; закрепление других постов запрещается на весь срок публикации.<br/>Проект может быть удален по истечении 24 часов.</div>
                        <div :class="cssClass">— формат 2/48: Проект публикуется в канале не менее чем на 48 часов с удержанием не менее чем на 2 часа в топе (без обновлений и вытеснения новыми постами). <br/>В чате (группе) Проект публикуется и закрепляется не менее чем на 48 часа; закрепление других постов запрещается на весь срок публикации.<br/>Проект может быть удален по истечении 48 часов.</div>
                        <div :class="cssClass">— формат 3/72: Проект публикуется в канале Проект публикуется не менее чем на 72 часа с удержанием не менее чем на 3 часа в топе (без обновлений и вытеснения новыми постами). <br/>В чате (группе) Проект публикуется и закрепляется не менее чем на 72 часа; закрепление других постов запрещается на весь срок публикации.<br/>Проект может быть удален по истечении 72 часов.</div>
                        <div :class="cssClass">— формат «Без удаления»: в канале Проект публикуется навсегда* с удержанием на 3 часа в топе (без обновления и вытеснения новыми постами);</div>
                        <div :class="cssClass">— формат «Нативный»: Проект в канале публикуется навсегда* с удержанием на 1 час в топе (без обновления и вытеснения новыми постами);</div>
                        <div :class="cssClass">— формат «Репост»: Проект-пост из продвигаемого канала публикуется по формату 1/24 в другом канале с удержанием не менее, чем на 1 час в топе (без обновлений и вытеснения новыми постами). По истечении 24 часов Владелец может удалить Проект по своему желанию. В чате (группе) Проект публикуется и закрепляется не менее чем на 24 часа; закрепление других постов запрещается на весь срок публикации</div>
                        <div :class="cssClass">* Сервис не может гарантировать нахождение поста в ленте канала на срок более 5 дней. Дальнейшее наличие публикации в канале, без последующего удаления, является ответственностью администратора канала.</div>
                        <div :class="cssClass">2.5. Проект оплачивается на стадии создания. Оплата списывается с баланса Заказчика, резервируется Сервисом и начисляется Владельцу канала после проверки и подтверждения публикации Заказчиком в течение 24—72 часов, в зависимости от формата размещения (по истечении 24—72 часов оплата за проект автоматически переводится Владельцу канала).</div>
                        <div :class="cssClass">2.6. Владелец в праве отклонить заявку на Проект без объяснения причин.</div>
                        <div :class="cssClass">2.7. Если в течение 24 часов с момента создания Проекта Владелец не примет заявку в работу, оплата вернется на баланс Заказчика автоматически (если не выбрана функция «Автозамена»).</div>
                        <div :class="cssClass">2.7-Б Автозамена — это функция автоматического подбора другого канала для размещения поста в случае отмены или игнорирования заявки. При включении, Автозамена подбирает для размещения заказа максимально похожий канал, основываясь на таких характеристиках как цена, тематика, CPV и рейтинг канала. Выбирая опцию Автозамены, заказчик ознакомлен и соглашается с тем, что данная функция работает автоматически и не требует дополнительного подтверждения. Важно! Автозамена не осуществляет подбор каналов по региону или целевой аудитории, и выбирает каналы на основе ключевых показателей.</div>
                        <div :class="cssClass">2.8. Если в течение 24 часов с момента создания Проекта Владелец не примет заявку в работу, но выбрана Автозамена, оплата останется в резерве до момента подбора нового канала или чата и публикации Проекта. Данные о новых каналах и чатах отображаются в разделе «Мои Проекты» в личном кабинете.</div>
                        <div :class="cssClass">2.9. Заказчик имеет право отменить оплату в течение 24—72 часов (в зависимости от формата размещения) после уведомления о размещении Проекта, в случае если Владельцем канала были допущены следующие нарушения:</div>
                        <div :class="cssClass">2.9.1. Проект не был опубликован в выбранном канале или чате (группе).<br/>2.9.2. Проект был опубликован без изображения или видео (если оно было добавлено в Проект).<br/>2.9.3. Ссылка на Проект не активна или не соответствует заявленной.<br/>2.9.4. Текст поста был видоизменен без предварительного согласования и не соответствует заявленному.<br/>2.9.5. Проект был опубликован без учета пожеланий Заказчика (дата, время, форматирование поста и прочее).<br/>2.9.6. Канал или чат (группа), в котором заказан Проект, заблокирован или неактивен.<br/>2.9.7. Проект находился менее 24—72 часов (в зависимости от формата размещения) в ленте выбранного канала или был закреплен менее 24—72 часов <br/>в чате.<br/>2.9.8. Проект находился менее 1—3 часов (в зависимости от формата размещения) в топе ленты постов выбранного канала.<br/>2.9.9. Аудитория канала и ее поведение вызывает подозрение (накрутка подписчиков, просмотров и прочая неестественная активность).</div>
                        <div :class="cssClass">2.10. Заказчик вправе без объяснения причин отменить заявку в течение 24 часов, но только до того момента, пока Владелец не принял ее в работу.</div>
                        <div :class="cssClass">2.11. Все иные причины отмены оплаты Заказчиком могут быть рассмотрены администраторами Сервиса. Финальное решение по таким жалобам остаются на усмотрении администраторов Сервиса.</div>
                        <div :class="cssClass">2.12. Сервис уведомляет, что придерживается политического нейтралитета. Создание Проектов, содержащих политическую тематику, в том числе прямую или скрытую агитацию с использованием средств и приемов рекламного жанра, равно как и без применения таких средств и приемов, не допускается.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">2-Б. Создание Проекта в Каталоге Телеграм-ботов</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">2-Б.1. Проект может создавать только зарегистрированный пользователь, как Заказчик, так и Владелец.</div>
                        <div :class="cssClass">2-Б.2. Проект включает:</div>
                        <div :class="cssClass">— список ботов (в которых будет размещен проект);<br/>— ссылку на продвигаемый ресурс;<br/>— текст записи интеграции;<br/>— изображение или видео;<br/>— требования к проекту (включая форматирование поста, дату и время публикации и прочее).</div>
                        <div :class="cssClass">2-Б.3. Владелец рассматривает заявку на рассылку Проекта в течение 24 часов. После принятия Проекта в работу Владелец обязуется реализовать Проект в течение 72 часов, если иного не указано в пожеланиях к Проекту.</div>
                        <div :class="cssClass">2-Б.4. Продвигаемое сообщение публикуется в ленте сообщений бота у определенного количества юзеров в зависимости от формата размещения:</div>
                        <div :class="cssClass">— у всех активных юзеров бота;<br/>— у части базы активных юзеров бота.</div>
                        <div :class="cssClass">2-Б.5. Проект оплачивается на стадии его создания. Оплата списывается с баланса Заказчика и резервируется Сервисом. Оплата начисляется Владельцу бота в течение 24 часов с момента клика на кнопку «Рассылка завершена».</div>
                        <div :class="cssClass">2-Б.6. Владелец в праве без объяснения причин отменить заявку на Проект до принятия его в работу.</div>
                        <div :class="cssClass">2-Б.7. Если в течение 24 часов с момента создания Проекта Владелец не примет заявку в работу, оплата вернется на баланс Заказчика автоматически.</div>
                        <div :class="cssClass">2-Б.8. Заказчик имеет право подать жалобу с просьбой отменить оплату в течение 24 часов после завершения рассылки, в случае если Владелец бота допустил следующие нарушения:</div>
                        <div :class="cssClass">2-Б.8.1. Рассылка в выбранном боте не была начата или завершена фактически и / или не была отмечена  завершенная в Проекте на Сервисе.</div>
                        <div :class="cssClass">2-Б.8.2. Проект был разослан без изображения или видео (если таковые были добавлены в проект).</div>
                        <div :class="cssClass">2-Б.8.3. Ссылка на проект видоизменена, не активна или не соответствует заявленной.</div>
                        <div :class="cssClass">2-Б.8.4. Текст интеграции был видоизменен без предварительного согласования и не соответствует заявленному.</div>
                        <div :class="cssClass">2-Б.8.5. Проект был разослан без учета пожеланий Заказчика (дата, форматирование поста и прочее).</div>
                        <div :class="cssClass">2-Б.8.6. Аудитория бота и ее поведение вызывает подозрение (накрутка подписчиков, просмотров и прочая неестественная активность).</div>
                        <div :class="cssClass">2-Б.9. Заказчик вправе без объяснения причин отменить заявку в течение 24 часов, но только до того момента, пока Владелец не принял ее в работу.</div>
                        <div :class="cssClass">2-Б.10. Все иные причины отмены оплаты Заказчиком могут быть рассмотрены администраторами Сервиса. Финальное решение по таким жалобам остается на усмотрении администраторов Сервиса.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">3. Безопасная сделка (БС)</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">3.1. БС обязательна к использованию во всех проектах.</div>
                        <div :class="cssClass">3.2. Стоимость БС составляет 20% от цены, установленной Владельцем канала, чата (группы) или бота. Бремя БС полностью ложится на Заказчика.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">4. Добавление канала или чата (группы) в каталог</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">4.1. Заявку на добавление публичного или приватного канала или чата (группы) может подать только зарегистрированный пользователь, Заказчик или Владелец.</div>
                        <div :class="cssClass">4.2. В каталог Сервиса добавляются публичные и приватные каналы и чаты (группы).</div>
                        <div :class="cssClass">4.3. Заявка на добавление канала или чата (группы) проходит обязательную модерацию в течение 48 часов.</div>
                        <div :class="cssClass">4.4. При создании заявки на добавление канала или чата (группы) Владелец должен добавить:</div>
                        <div :class="cssClass">— ссылку на канал или чат (группу);<br/>— название канала или чата (группы);<br/>— тематику канала или чата (группы);<br/>— цену за размещение 1 поста;<br/>— допустимый формат размещения (см. пункт 2.4 настоящих правил);<br/>— аватар;<br/>— описание канала или чата (группы), аудитории, охвата.</div>
                        <div :class="cssClass">4.5. Указывать в описании канала или чата (группы) личные данные Владельца канала, цены размещения и иные условия размещения, отличающихся от условий Сервиса, запрещено.</div>
                        <div :class="cssClass">4.6. Канал или чат (группа) не может быть добавлен в каталог, если при модерации выявлены следующие нарушения:</div>
                        <div :class="cssClass">4.6.1. Канал или чат (группа) имеет меньше 3 500 подписчиков.</div>
                        <div :class="cssClass">4.6.2. Канал или чат (группа) заблокирован или неактивен.</div>
                        <div :class="cssClass">4.6.3. В заявке указана неверная ссылка на канал/чат(группу) или указана ссылка, при которой требуется подтверждение подписки от администратора.</div>
                        <div :class="cssClass">4.6.4. Пользователь не является Владельцем заявленного канала или чата (группы).</div>
                        <div :class="cssClass">4.6.5. Канал или чат (группа) не имеет цели принимать и размещать Проекты в рамках Сервиса.</div>
                        <div :class="cssClass">4.6.6. Канал или чат (группа) долгое время не публикует сообщения. Продолжительность времени администрация Сервиса учитывает по своему усмотрению с учетом тематики и общего качества канала.</div>
                        <div :class="cssClass">4.6.7. Аудитория канала или чата (группы) и ее поведение вызывает подозрение (накрутка подписчиков, просмотров и прочая неестественная активность).</div>
                        <div :class="cssClass">4.6.8. Возраст канала или чата (группы) не превышает 3 месяцев с даты создания первой публикации.</div>
                        <div :class="cssClass">4.6.9. Канал или чат (группа) не зарегистрирован в сервисах аналитики или по нему нет актуальных данных за период как минимум 14 дней.</div>
                        <div :class="cssClass">4.6.10. Канал или чат (группа) не русскоязычные.</div>
                        <div :class="cssClass">4.6.11. Контент канала нарушает законодательство Российской Федерации.</div>
                        <div :class="cssClass">4.6.12. Контент канала в значительной степени состоит из материалов, нарушающих нормы этики и морали (шок-контент).</div>
                        <div :class="cssClass">4.6.13. Существенная часть аудитории канала набрана с использованием "серых" методов продвижения, спам-рассылок, взаимного пиара (меги), механик «принудительной подписки» (обязательная подписка на канал для использования функционала бота и тому подобное).</div>
                        <div :class="cssClass">4.6.14 Содержание канала (чата, группы) и/или аудитория канала (чата, группы) недостаточно качественны для Сервиса (в том числе, но не ограничиваясь, содержат: копипаст, контент низкого качества, большое количество грамматических ошибок, заведомо ложные сообщения и пр.).</div>
                        <div :class="cssClass">4.6.15 Канал содержит политическую тематику, может содержать прямую или скрытую агитацию, прямо или косвенно относится к тем или иным политическим объединениям, партиям, либо общественным объединениям или организациям, имеющим политические цели.</div>
                        <div :class="cssClass">4.6.16 Канал содержит контент серой или запрещенной тематики (18+, схемы заработка, ставки, финансовые пирамиды, мошенничество и т.д.);</div>
                        <div :class="cssClass">4.7. Уже добавленный канал или чат (группа) могут быть исключены из каталога с течением времени, если будут выявлены нарушения (см. п. 4.6).</div>
                        <div :class="cssClass">4.8. Если канал заподозрен в использовании «серых» и иных способов накрутки, вызывающих неорганический рост подписчиков, аккаунт Владельца подлежит проверке, а в случае выявления справедливости претензий — полной блокировке. Все средства, оставшиеся на балансе такого аккаунта, списываются в пользу Заказчика и не подлежат выводу.</div>
                        <div :class="cssClass">4.9. Статистика канала или чата (группы) и данные о его жизнеспособности будут обновляться в автоматическом режиме.</div>
                        <div :class="cssClass">4.10. Канал может быть отправлен на повторную модерацию спустя 30 дней после первой подачи заявки на модерацию. Если при повторной модерации канал снова будет отклонен, повторная отправка на модерацию будет доступна еще через 60 дней.</div>
                        <div :class="cssClass">4.11. Каналы, уличенные в нечестных методах продвижения (накрутка подписчиков, просмотров и прочая неестественная активность) лишаются возможности повторной модерации.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">4-Б. Добавление бота в каталог</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">4-Б.1. Заявку на добавление бота может подать только зарегистрированный пользователь Сервиса, как Заказчик, так и Владелец.</div>
                        <div :class="cssClass">4-Б.2. Заявка на добавление бота проходит обязательную модерацию в течение 48 часов.</div>
                        <div :class="cssClass">4-Б.3. Для валидации прав Владельца на бота через меню управления ботом (через @BotFather) в описание бота необходимо добавить текст «TELEGA_BOTCATALOG». После добавления бота в каталог текст может быть удален.</div>
                        <div :class="cssClass">4-Б.4. При создании заявки на добавление  бота Владелец должен добавить:</div>
                        <div :class="cssClass">— ссылку на  бота;<br/>— название  бота;<br/>— описание функционала  бота;<br/>— аватар;<br/>— цену на рассылку одного сообщения, если рассылка идет на всех активных юзеров  бота и на часть базы активных юзеров  бота (опционально);<br/>— тематику;<br/>— количество активных юзеров и дату проверки этого показателя;<br/>— при возможности заказа рассылки частями — минимальное допустимое количество юзеров.</div>
                        <div :class="cssClass">4-Б.5. Указывать в описании  бота личные данные Владельца канала, цену размещения и иные условия, отличающиеся от условий Сервиса, запрещено.</div>
                        <div :class="cssClass">4-Б.6. Бот не может быть добавлен в каталог, если при модерации выявлены следующие нарушения:</div>
                        <div :class="cssClass">4-Б.6.1. Бот имеет меньше 3000 активных юзеров.<br/>4-Б.6.2. Бот содержит контент из «серых» и запрещенных тематик (18+, финансовые пирамиды, мошенничество и пр.).<br/>4-Б.6.3. Пользователь не является Владельцем  бота.<br/>4-Б.6.4. Бот не имеет цели принимать и размещать Проекты в рамках Сервиса.</div>
                        <div :class="cssClass">4-Б.7. Уже добавленный канал или чат (группа) могут быть исключены из каталога с течением времени, если будут выявлены упомянутые нарушения (п. 4-Б.6) .</div>
                        <div :class="cssClass">4-Б.8. Если  бот заподозрен в использовании «серых» и иных способов накрутки, вызывающих неорганический рост активных юзеров, аккаунт Владельца подлежит проверке, а в случае выявления справедливости претензий — полной блокировке. Все средства, оставшиеся на балансе такого аккаунта, списываются в пользу Заказчика.</div>
                        <div :class="cssClass">4-Б.9. Владелец может обновлять статистику  бота в личном кабинете в ручном режиме.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">5. Публикация Проекта в каналах или чатах (группах)</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">5.1. Решение о публикации Проекта принимает только Владелец. Администрация Сервиса не может на это влиять.</div>
                        <div :class="cssClass">5.2. Получив уведомление о поступлении нового Проекта, Владелец должен ответить на заявку в течение 24 часов. В противном случае по истечении 24 часов Проект будет аннулирован автоматически.</div>
                        <div :class="cssClass">5.3. Владелец имеет право принять Проект в работу либо отклонить заявку.</div>
                        <div :class="cssClass">5.4. При принятии Проекта в работу Владелец меняет статус заявки в личном кабинете и обязуется опубликовать пост в последующие 36 часов, если иное не указано в пожеланиях к Проекту. Если указаны точная дата и время публикации поста Владелец должен принять и выполнить проект согласно настоящим Правилам.</div>
                        <div :class="cssClass">5.5. Пост необходимо форматировать вручную. Требования Заказчика в заявке являются обязательными к исполнению.</div>
                        <div :class="cssClass">5.5.1.Запрещено в одностороннем порядке изменять текст входящей заявки при публикацию в Телеграм-канале/боте/чате.<br/>5.5.2. В случае необходимости сервисом допускается тегирование текста интеграции только одним из следующих хештегов: #рекомендация, #интеграция, #cпонсор (на усмотрение владельца Телеграм-канала/чата/бота).</div>
                        <div :class="cssClass">5.6. Проект публикуется в ленте публичных сообщений на 24—72 часа с удержанием на 1—3 часа в топе (без обновлений и перекрытия новыми постами) в зависимости от формата размещения. В чатах (группах) пост закрепляют на 24—72 часа.</div>
                        <div class="text-violet-100 text-base font-normal font-['Open Sans'] leading-tight">5.7. После успешной публикации Проекта Владелец должен отправить ссылку поста интеграции на проверку, тем самым изменив статус Проекта в разделе «Мои Проекты». Для публичного канала ссылка будет иметь вид «<span class="underline">https://t.me/telegain/222</span>», для приватного канала — «https://t.me/c/14376586631/169» . На проверку поста Заказчиком и администраторами Сервиса отводится 24—72 часов. Затем происходит автоматическое зачисление средств на баланс Владельца. Если ссылка на проверку не отправлена в срок, Проект отменяется без дальнейшей оплаты.<br/></div>
                        <div :class="cssClass">5.8. При несоблюдении условий и пожеланий к размещению Заказчик имеет право отменить оплату Проекта при проверке (см. п. 2.9), подав жалобу администраторам Сервиса.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">5-Б. Рассылка Проекта в  ботах</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">5-Б.1. Решение о рассылке Проекта принимает только Владелец. Администрация Сервиса не может на это влиять.</div>
                        <div :class="cssClass">5-Б.2. Получив уведомление о поступлении нового Проекта, Владелец должен ответить на заявку в течение 24 часов. В противном случае по истечении 24 часов Проект будет аннулирован автоматически.</div>
                        <div :class="cssClass">5-Б.3. Владелец имеет право принять Проект в работу либо отклонить заявку, предложив свою дату начала рассылки.</div>
                        <div :class="cssClass">5-Б.4. При принятии Проекта в работу Владелец меняет статус заявки в личном кабинете и обязуется запустить и завершить рассылку в последующие 72 часа, если иное не указано в пожеланиях к Проекту. Если указаны точная дата и время рассылки поста, Владелец должен принять и выполнить Проект согласно этой информации. </div>
                        <div :class="cssClass">5-Б.5. После того, как Владелец принимает Проект в работу, Владелец и Заказчик могут обсудить детали заказа в чате.</div>
                        <div :class="cssClass">5-Б.6. Пожелания и требования Заказчика к заявке являются обязательными к исполнению, если Владелец принял их в работу.</div>
                        <div :class="cssClass">5-Б.6.1. Запрещено в одностороннем порядке изменять текст входящей заявки при публикацию в Телеграм-канале/боте/чате.<br/>5.Б.6.2. В случае необходимости сервисом допускается тегирование текста интеграции только одним из следующих хештегов: #рекомендация, #интеграция, #cпонсор (на усмотрение владельца Телеграм-канала/чата/бота).</div>
                        <div :class="cssClass">5-Б.7. Проект рассылается по активным юзерам, число которых указано в заявке Заказчика, без дальнейшего удаления сообщения.</div>
                        <div :class="cssClass">5-Б.8. Перед рассылкой Владелец сообщает о предположительных датах старта и завершения рассылки в чате между Владельцем и Заказчиком.</div>
                        <div :class="cssClass">5-Б.9. После успешной рассылки Владелец должен сообщить о завершении рассылки и указать точное число доставленных сообщений, изменив статус Проекта в разделе «Проекты» на «Рассылка завершена». </div>
                        <div :class="cssClass">5-Б.10. При несоблюдении условий и пожеланий к размещению Заказчик имеет право отменить оплату Проекта на этапе проверки, подав жалобу администраторам Сервиса.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">6. Размещение горящего предложения</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div class="text-violet-100 text-base font-normal font-['Open Sans'] leading-tight">6.1. Владелец может добавить горящее предложение в раздел<span class="underline"> https://telega.in/hot_orders</span> не чаще, чем один раз в семь дней.</div>
                        <div :class="cssClass">6.2. Владелец не может добавить горящее предложение ранее, чем через семь дней после изменения цены стандартного размещения.</div>
                        <div :class="cssClass">6.3. Горящее предложение создается минимум за один час, максимум — за один месяц до указанных в нем даты и времени.</div>
                        <div :class="cssClass">6.4. Если Владелец принимает Проект под размещение по горящему предложению, кнопка «Отправить на проверку» будет доступна в течение шести часов — три часа до указанной в горящем предложении даты и времени и три часа после. То есть на выполнение Проекта и отправку его на проверку Заказчику у Владельца канала будут строго фиксированные шесть часов.</div>
                        <div :class="cssClass">6.5. Владелец канала не может добавить горящее предложение со скидкой менее 25%.</div>
                        <div :class="cssClass">6.6. Заказчик видит горящее предложение до 24 часов, после чего предложение скрывается из каталога «Горящие предложения».</div>
                        <div :class="cssClass">6.7. Если администрация биржи или Заказчик обнаружат, что в «Горящих предложениях» у Владельца стоимость интеграции выше, чем его обычная цена размещения на канале, администрация Сервиса оставляет за собой право навсегда заблокировать доступ к разделу «Горящие предложения» для этого канала.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">7. Массовая закупка репостов</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">7.1. Модерация заявки длится до 24 часов. После модерации Проект запускается автоматически, в указанное при формировании Проекта время.</div>
                        <div :class="cssClass">7.2. Подбор каналов в выбранных тематиках производится автоматически.</div>
                        <div :class="cssClass">7.3. Администрация Сервиса технически не может вмешиваться в подбор каналов.</div>
                        <div :class="cssClass">7.4. Заказчик может следить за ходом Проекта в разделе «Мои проекты» вкладка «репосты» —<span class="underline"> https://telega.in/mass_orders</span>.</div>
                        <div :class="cssClass">7.5. Если один из каналов отклоняет Проект, производится автоматическая замена канала.</div>
                        <div :class="cssClass">7.6. В случае отмены Проекта Заказчик возврат денежных средств на баланс предусмотрен только с невыполненных или проигнорированных заявок.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">8. Общение в чате между Заказчиком и Владельцем канала, чата (группы) или  бота</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">8.1. Чат для общения между Заказчиком и Владельцем появляется после принятия заказа и активен до момента его завершения.</div>
                        <div :class="cssClass">8.2. В чате запрещено обмениваться ссылками, которые ведут на сторонние Telegram-аккаунты, даже если они добавлены в каталог Telega.in.</div>
                        <div :class="cssClass">8.3. Через чат можно обмениваться только текстовой информацией.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">9. Пополнение баланса, вывод средств и взимаемые комиссии</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">9.1. Пополнение и вывод средств с баланса может производить как Заказчик, так и Владелец.</div>
                        <div :class="cssClass">9.2. Когда Владелец выполняет Проект, на его баланс поступает сумма в размере стоимости интеграции, указанной при добавлении канала или бота в каталог, за вычетом комиссии Сервиса в размере 8,5%.</div>
                        <div class="text-violet-100 text-base font-normal font-['Open Sans'] leading-tight">9.3 Доступные методы пополнения баланса, условия и комиссии по каждому методу указаны на странице<span class="underline"> https://telega.in/recharge</span></div>
                        <div class="text-violet-100 text-base font-normal font-['Open Sans'] leading-tight">9.4. Доступные методы вывода средств с баланса и условия по каждому методу можно посмотреть на странице<span class="underline"> https://telega.in/payment_requests</span></div>
                        <div :class="cssClass">9.4.1. Во избежание мошеннических действий вывод средств, ранее зачисленных Заказчиком на баланс, возможен только на ту банковскую карту или электронный кошелек Заказчика, с которых производилось зачисление на баланс.<br/>9.4.2. В отдельных случаях, при которых вывод средств в соответствии с пунктом 9.4.1. не представляется возможным по техническим или иным причинам (утеря средства платежа и т.д.), Сервис вправе потребовать верификации платежа на вывод средств путем запроса у Заказчика дополнительной информации, удостоверяющей личность и платежные реквизиты. Верификация может быть произведена Сервисом путем привлечения партнерской компании, осуществляющей верификацию в сети Интернет.<br/>9.4.3. Пользователи, выбравшие способ вывода средств "Юридическое лицо или ИП", обязаны предоставить оригиналы необходимых в соответствии с процедурой оформления, предусмотренной на платформе, и законодательством РФ документов (такими документами в зависимости от типа налогообложения и основания выплаты могут являться - Договор, Соглашение, Отчет, Акт, Счет, Счет-фактура) в срок не позднее 30 дней после каждой выплаты средств.</div>
                        <div class="text-violet-100 text-base font-normal font-['Open Sans'] leading-tight">9.5. После создания заявки на вывод средств на почтовый ящик отправляется письмо со ссылкой для валидации транзакции. Оформленная и подтвержденная заявка на вывод обрабатывается в ближайший операционный день: понедельник, среду или пятницу. Заявка, созданная в день выплат (понедельник, среду и пятницу) будут обработаны в следующий операционный день. Минимальная сумма вывода зависит от метода вывода денежных средств, и ее можно уточнить в разделе<span class="underline"> https://telega.in/recharge</span>.</div>
                        <div :class="cssClass">9.6. Сервис позволяет Пользователю настроить автоматические платежи для перечисления оплаты Владельцам за услуги публикации Проектов Заказчиков.</div>
                        <div :class="cssClass">Доступные для автопополнения баланса периоды и суммы, а также платежные средства, с которых возможно автоматическое пополнение, отображены в Личном Кабинете Пользователя. Автопополнение баланса происходит путем автоматического списания средств с выбранного платежного средства в размере и с периодичностью, указанными в настройках автопополнения.</div>
                        <div :class="cssClass">Пользователю для настройки автопополнения баланса необходимо в своем Личном Кабинете в "Настройках профиля" раздел "Финансы" выбрать функцию "Автопополнение", произвести привязку платежного средства: выбрать период, сумму и платежное средство, с которого будет производиться автоматическое пополнение баланса.</div>
                        <div :class="cssClass">Пользователь может отказаться от автоматического пополнения баланса, отключив самостоятельно данную функцию в этом же разделе. Денежные средства, неиспользованные для перечисления оплаты Владельцам за услуги публикации Проектов Заказчиков, могут быть возвращены на платежное средство, путем оформления заявки на вывод средств. Заявки на вывод средств обрабатываются в соответствии с пунктом 9.4.</div>
                        <div :class="cssClass">В случае возникновения вопросов по автоматическому пополнению баланса пользователь может обратиться в службу поддержки.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">9-Б Гарантия справедливой цены</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">9-Б.1. Администратор канала самостоятельно устанавливает и регулирует цену на размещение в своем канале. Тем не менее, чтобы гарантировать лучшую цену заказчикам Telega.in, сервис оставляет за собой право в одностороннем порядке приостановить сотрудничество с каналом, если конечная цена на размещение в канале через сервис Telega.in будет дороже, чем цена, указанная на любой другой бирже или публичном ресурсе.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">10. Реферальная программа</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">10.1. Любой зарегистрированный пользователь Сервиса может получать дополнительный доход от заказов привлеченных Заказчиков. За каждого приведенного клиента (заказчика, оформившего покупку) предусмотрено вознаграждение в размере 3,9% от стоимости сделки. </div>
                        <div class="text-violet-100 text-base font-normal font-['Open Sans'] leading-tight">10.2. Чтобы пригласить Заказчика, Владелец должен отправить одну из уникальных реферальных ссылок, которые доступны на странице<span class="underline"> https://telega.in/referral</span>. Там представлены 6 видов ссылок, ведущих на:<br/></div>
                        <div :class="cssClass">— главную страницу;<br/>— каталог;<br/>— раздел «Мои проекты»;<br/>— горящие предложения;<br/>— карточки каналов Владельца;<br/>— собранные и сохраненные пользователем пакеты каналов.</div>
                        <div :class="cssClass">10.3 Сервисом запрещается:</div>
                        <div :class="cssClass">— Использовать брендовые запросы (названия продукта) при проведении кампании в качестве ключевых фраз; <br/>— Использовать брендовые запросы, название бренда и сервисов в заголовках, текстах объявлений и других материалах для продвижения; <br/>— Использовать в тексте материалов для продвижения слово «официальный» и его производные</div>
                        <div :class="cssClass">Допускается наименование сервиса исключительно как:</div>
                        <div :class="cssClass">— "Платформа нативных интеграций в Телеграм"; <br/>— "Сервис нативных размещений в Телеграм"; <br/>— "Маркетплейс нативных интеграций в Телеграм каналах"</div>
                        <div :class="cssClass">10.4. Реферальная ссылка действительна два года с момента первого бонусного зачисления. </div>
                        <div :class="cssClass">10.5. Владелец не может использовать реферальную программу для регистрации себя как Заказчика, с целью получения дополнительной выгоды от завершенных проектов.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">11. Ответственность Администрации</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">11.1. Сервис, его программное обеспечение и весь контент, содержащийся в Сервисе, предоставляются по принципу «как есть» и «как доступно». Администрация не предоставляет никаких прямых и косвенных гарантий, в частности о пригодности или удобстве использования Сервиса или любого контента, доступ к которому осуществляется через Сервис.</div>
                        <div :class="cssClass">11.2. Администрация прилагает все усилия для обеспечения бесперебойной работы Сервиса. Однако Администрация не несет ответственности за временную недоступность Сервиса из-за технических неисправностей, которые являются последствием независимых от Администрации обстоятельств.</div>
                        <div :class="cssClass">11.3. Администрация принимает меры для предотвращения появления «накрученных» каналов, а также недействительных или неправомерных предложений, однако НЕ гарантирует максимальную эффективность таких мер.</div>
                        <div class="text-violet-100 text-base font-normal font-['Open Sans'] leading-tight">11.4. Пользователь Сервиса (Заказчик и Владелец) самостоятельно несет все риски, а Сервис не несет ответственности за выбранные пользователем способы получения вознаграждения. Пользователь Сервиса также принимает и соглашается с тем, что Сервис не несет ответственности за любые суммы комиссий, которые могут взиматься платежной системой Paymore (<span class="underline">https://paymore.org</span>) при перечислении или получении любых платежей в рамках Сервиса. Пользователь полностью принимает и соглашается с тем, что любые взимаемые в рамках Сервиса комиссии, такие как: комиссии Paymore, комиссии партнеров Paymore, комиссии в рамках Безопасной сделки, комиссия за пополнение и исполнение заказов, включаемые в состав расчетов при использовании Сервиса любыми пользователями (в том числе комиссии, предусмотренные разделом 9 настоящих Правил), — возврату и компенсации при выводе средств и (или) отказе пользователя от услуг Сервиса не подлежат.</div>
                        <div :class="cssClass">11.5. Пользователь (Заказчик и Владелец) принимает и соглашается с тем, что он использует Сервис в собственных коммерческих целях, и на использование Сервиса не распространяет свое действие Закон РФ от 07.02.1992 № 2300-1 «О защите прав потребителей». Пользователь Сервиса не является «потребителем» в рамках указанного Закона, так как использует Сервис для получения коммерческой выгоды и (или) в целях продвижения собственного продукта, канала, бренда или сервиса.</div>
                        <div :class="cssClass">11.6. Во избежание противоречий, спорных ситуаций, интернет-мошенничества и иных действий, вводящих в заблуждение Пользователей, Администрация заверяет, что основным первоисточником информации для работы с Сервисом является веб-сайт Сервиса по адресу: telega.in. Любые обновления в работе Сервиса в первую очередь появляются на указанном веб-сайте. Во всех спорных ситуациях, связанных с выполнением размещений, проведением финансовых операций и прочих действий, которые Пользователи могут осуществлять посредством Сервиса, данные с веб-сайта Сервиса являются основным источником, если иное не будет указано в настоящих Правилах.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">12. Заключительные положения</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">12.1. Администрация оставляет за собой право время от времени вносить изменения, добавлять и исключать положения Правил.</div>
                        <div :class="cssClass">12.2. Новая редакция Правил вступает в силу с момента ее размещения на Сайте или в Приложении, если иное не указано в новой редакции Правил. Дата последних изменений будет указана в Правилах в соответствующем поле «Дата внесения последних изменений».</div>
                        <div :class="cssClass">12.3. Заказчик или Владелец может отказаться от соблюдения Правил в любой момент путем прекращения использования Сервиса.</div>
                        <div :class="cssClass">12.4. Администрация может прекратить действие Правил в любой момент, предварительно предупредив об этом Заказчика или Владельца канала, чата(группы) или бота путем направления сообщения на адрес электронной почты, который Заказчик или Владелец указывают при регистрации.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">13. Политика безопасности Сервиса и предупреждения фрода (мошеннических действий)</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">13.1 Администрация Сервиса при возникновении подозрений в совершении любым из зарегистрированных пользователей Сервиса следующих действий:</div>
                        <div :class="cssClass">— грубых нарушений правил Сервиса;<br/>— попытки фрода (мошеннических действий), в том числе при оплате с помощью любых платежных средств, включая банковские карты;<br/>— совершении фейковых Проектов, заявок;</div>
                        <div class="text-violet-100 text-base font-normal font-['Open Sans'] leading-tight">Вправе отменить заказ и применить санкции к обеим сторонам, участвующим в заявке (платеже) в виде блокировки личных Аккаунтов пользователей, и блокировки доступа к их балансам, а также, вправе списать денежные средства, уже поступившие на баланс Владельца, и вернуть их Заказчику вне зависимости от срока давности Проекта (заявки). При этом, Администрация Сервиса вправе исключить канал (каналы) Владельца из каталога Сервиса.  Для контроля за платежами Администрация Сервиса использует данные и сведения, поступающие от партнера Сервиса: платежной системы Paymore (<span class="underline">https://paymore.org</span>).</div>
                        <div :class="cssClass">Возврат денежных средств производится исключительно на тот счет пользователя, с которого была произведена оплата.</div>
                        <div :class="cssClass">13.2 В целях поддержания безопасности системы и сохранности балансов пользователей функционал не активных более 180 дней аккаунтов ограничивается. Под отсутствием активности для целей данного пункта понимается отсутствие любых транзакций на аккаунте.</div>
                    </div>
                </div>
                <div :class="flex">>
                    <div :class="cssBold">14. Право на удаление Аккаунта пользователя Сервиса</div>
                    <div class="flex-col justify-start items-start gap-y-8 flex">
                        <div :class="cssClass">14.1 Владелец и Заказчик, являющиеся зарегистрированными пользователями Сервиса, вправе удалить свой Аккаунт  пользователя Сервиса только в случае отсутствия незавершенных заказов, в которых они участвуют как одна из сторон заказа. </div>
                        <div :class="cssClass">14.2 В случае, если пользователь Сервиса принял решение удалить свой Аккаунт, он соглашается с тем, что удаление Аккаунта происходит окончательно и без возможности восстановления. Срок, в течение которого существовала бы возможность отменить удаление Аккаунта, или восстановить удаленный Аккаунт, отсутствует.</div>
                        <div :class="cssClass">14.3 В случае, если у пользователя Сервиса, принявшего решение удалить свой Аккаунт, остаются на балансе Аккаунта денежные средства, он имеет возможность вывода средств, предусмотренную пунктами 9.4. - 9.5. настоящих Правил, только до момента удаления Аккаунта. После удаления Аккаунта, возможность вывода средств, предусмотренная пунктами 9.4. - 9.5. настоящих Правил, отсутствует. </div>
                        <div :class="cssClass">14.4 Зарегистрированный пользователь Сервиса соглашается и подтверждает, что он принимает все последствия и риски, связанные с удалением своего Аккаунта пользователя Сервиса.</div>
                        <div :class="cssClass">Если у вас остались вопросы — администрация Сервиса на связи: info@telega.in</div>
                    </div>
                </div>
            </div>
        </div>
    </MainLayout>
</template>

<style scoped lang="scss">

</style>
